[Icon.Icon_NeitherRainSleet_Deliver InteractionIconDefinition]
Text="Entregar"

[InteractiveObjects.NeitherRainSleetSkags_Mailbox InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_NeitherRainSleet_Deliveries MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Correio"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_NeitherRainSleet_Deliveries:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="É melhor se apressar e entregar logo isso!"
NoConstraintText=""
Suffix=""
Prefix=""

